BOT_TOKEN = '6019238252:AAGBJ2PNRu_ZVss4ZE10bNqvy6n4A9E1YnY'
API_WEATHER = 'f2d3c9308b056143b0b9ea6b66a30d90'
STICKER = 'CAACAgIAAxkBAAJqJmWFSLn_grAMe0BdjQNCfJlr6k3ZAAIOFQACRAE5SsHbSRQzXgWqMwQ'
PEREPECHKO_IMAGE = 'https://vuzopedia.ru/storage/app/uploads/public/646/729/192/6467291920247857574894.jpg'
ADMIN_ID = 878069285
JOKE = '''Жила-была бедная-пребедная семья. Только у них и была, что корова, этим и кормились. О корове все заботились, ухаживали – кормилица все-таки. Однажды ночью отец семейства проснулся и пошел в сарай – посмотреть, как там корова. Заходит в сарай, видит – а корова лежит мертвая. Кормить семью теперь стало некому, отец взял и с горя застрелился. На звук выстрела проснулась мать, видит: мужа рядом нет. Пошла его искать. Заходит в сарай, видит – корова лежит мертвая, некому больше кормить семью… Смотрит – еще и муж застрелился. Ну, мать от безысходности взяла и повесилась в коровнике. Просыпается старший сын, видит – родителей дома нет. Пошел их искать. Заходит в коровник, видит: корова мертвая – некому больше кормить семью, отец застрелился, мать повесилась… Пошел он к реке – топиться с горя. Приходит к реке, а там лежит русалка. Русалка ему говорит:
- Давай так – если овладеешь мною десять раз, я дам вам новую корову и оживлю отца с матерью. А если нет – то топись на здоровье.
Старший сын кинул пять палочек, больше не смог и утопился…
Просыпается младший сын, видит – дома пусто. Пошел искать всех на улицу. Заходит в коровник, видит: корова мертвая, отец застрелился, мать повесилась… Пошел он с горя топиться. Приходит к реке, а там русалка:
– Если овладеешь мною десять раз, я дам вам новую корову и оживлю отца с матерью. А если нет – то топись на здоровье.
Младший спрашивает:
- А можно двадцать раз?
- Можно, - удивилась русалка.
- А пятьдесят?
- Можно.
- А сто?
- Можно и сто…
- А ты не сдохнешь, как та корова?'''
PHRASES_FOR_ANSWER = ['Рот будешь открывать у стоматолога.',
                      'Что, на жизнь насрать? Или бегать быстро умеем?',
                      'Засохни гербарий!',
                      'Не зли меня, мне уже трупы прятать некуда! Да ладно, шучу я, шучу, есть ещё место.'
                      'Помолчи, жертва пьяной акушерки!',
                      'Может перейдем на ты? А то мне в морду дать вам не удобно.',
                      'Когда аист принёс тебя твоим родителям - они долго смеялись и хотели сначала взять аиста.',
                      'ЕЩЁ ОДИН ГУДОК С ТВОЕЙ ПЛАТФОРМЫ И ТВОЙ ЗУБНОЙ СОСТАВ ТРОНЕТСЯ.',
                      'Да что бы тебе в бане чайной ложкой можно было прикрыться!',
                      'Клизма, знай своё место.',
                      'В тебе есть одна хорошая черта - она делит задницу пополам.',
                      'Какой-то кривой базар пошёл',
                      'Замолкни, букашка с трущоб',
                      ]
COUNT_FOR_ANGRY = 0